tap "caskroom/cask"
tap "caskroom/fonts"
tap "caskroom/versions"
tap "d12frosted/emacs-plus"
tap "homebrew/boneyard"
tap "homebrew/bundle"
tap "homebrew/core"
tap "homebrew/services"
tap "thoughtbot/formulae"
tap "railwaycat/emacsmacport"

cask "1password"
cask "alfred"
cask "betterzip"
cask "chromedriver"
cask "cloudapp"
cask "discord"
cask "docker-edge"
cask "dropbox"
cask "evernote"
cask "firefox"
cask "firefox-nightly"
cask "flux"
cask "font-hack-nerd-font"
cask "google-chrome"
cask "gpg-suite"
cask "hammerspoon"
cask "imageoptim"
cask "iterm2-beta"
cask "java"
cask "keybase"
cask "kindle"
#cask "mactex"
cask "ngrok"
cask "qlcolorcode"
cask "qlimagesize"
cask "qlmarkdown"
cask "qlprettypatch"
cask "qlstephen"
cask "qlvideo"
cask "quicklook-csv"
cask "quicklook-json"
cask "quicklookase"
cask "skitch"
cask "spotify"
cask "steam"
cask "suspicious-package"
cask "the-unarchiver"
cask "transmit"
cask "vagrant"
cask "vlc"
cask "webpquicklook"
cask "xquartz"

brew "ack"
brew "ansible"
brew "archey"
brew "asdf"
#brew "auctex"
brew "autoconf"
brew "automake"
brew "awscli"
brew "bat"
brew "binutils"
brew "bison"
brew "cmake"
brew "consul"
brew "coreutils"
brew "cowsay"
brew "curl"
brew "direnv"
brew "dnsmasq"
brew "docker"
brew "docker-compose"
brew "docker-machine"
brew "docker-machine-driver-xhyve"
brew "fd"
brew "figlet"
brew "fortune"
brew "freetype"
brew "fzf"
brew "gist"
brew "git"
brew "git-lfs"
brew "gnu-tar"
brew "gnu-units"
brew "gnupg", link: false
brew "gnutls"
brew "go"
brew "gpg-agent", link: true
brew "grafana"
brew "graphicsmagick"
brew "grc"
brew "heroku"
brew "heroku-toolbelt"
brew "highlight"
brew "httpie"
brew "hub"
brew "ifstat"
brew "imagemagick"
brew "ispell"
brew "isync"
brew "jpeg"
brew "jq"
brew "kubernetes-cli"
brew "kubernetes-helm"
brew "leiningen"
brew "lnav"
brew "lua"
brew "mosh"
brew "mysql", restart_service: true
brew "nmap"
brew "opam"
brew "openssl"
brew "ossp-uuid"
brew "pandoc"
brew "parallel"
brew "phantomjs"
brew "pinentry"
brew "pkg-config"
brew "postgresql"
brew "prometheus"
brew "protobuf"
brew "rcm"
brew "readline"
brew "reattach-to-user-namespace"
brew "redis"
brew "ripgrep"
brew "sqlite"
brew "st"
brew "terminal-notifier"
brew "terraform"
brew "the_silver_searcher"
brew "tmux"
brew "tokyo-cabinet"
brew "tree"
brew "unixodbc"
brew "urlview"
brew "w3m"
brew "wget"
brew "wine"
brew "wxmac"
brew "xhyve"
brew "xz"
brew "yarn"
brew "z"
brew "zsh"
brew "zsh-completions"
brew "zsh-history-substring-search"
brew "zsh-syntax-highlighting"

brew "d12frosted/emacs-plus/emacs-plus"
