tap 'caskroom/cask'
tap 'caskroom/versions'
tap 'codeclimate/formulae'
tap 'homebrew/dupes'
tap 'homebrew/services'
tap 'homebrew/versions'
tap 'neovim/neovim'
tap 'telemachus/anytap'
tap 'thoughtbot/formulae'

brew 'ack'
brew 'ansible'
brew 'awscli'
brew 'binutils'
brew 'boot2docker'
brew 'chruby'
brew 'cowsay'
brew 'ctags'
brew 'curl'
brew 'direnv'
brew 'docker'
brew 'dockutil'
brew 'elixir'
brew 'erlang'
brew 'figlet'
brew 'fortune'
brew 'gist'
brew 'git'
brew 'gnu-tar'
brew 'gnu-units'
brew 'gnutls'
brew 'go'
brew 'grc'
brew 'heroku-toolbelt'
brew 'httpie'
brew 'hub'
brew 'imagemagick'
brew 'influxdb'
brew 'jq'
brew 'keybase'
brew 'leiningen'
brew 'lnav'
brew 'macvim', args: ['override-system-vim']
brew 'msmtp'
brew 'mutt', args: ['with-trash-patch', 'with-sidebar-patch', 'with-confirm-attachment-patch']
brew 'mysql'
brew 'nmap'
brew 'node'
brew 'offline-imap'
brew 'openssl'
brew 'ossp-uuid'
brew 'pandoc'
brew 'phantomjs'
brew 'postgresql'
brew 'reattach-to-user-namespace'
brew 'ruby-install'
brew 'sqlite'
brew 'tarsnap'
brew 'the_platinum_searcher'
brew 'the_silver_searcher'
brew 'tmux'
brew 'tree'
brew 'urlview'
brew 'w3m'
brew 'wget'
brew 'zsh'

brew 'caskroom/cask/brew-cask'
brew 'codeclimate/formulae/codeclimate'
brew 'neovim/neovim/neovim', args: ['HEAD']
brew 'telemachus/anytap/brew-any-tap'
brew 'thoughtbot/formulae/rcm'

cask 'airfoil'
cask 'alfred'
cask 'arq'
cask 'bartender'
cask 'caffeine'
cask 'cloud'
cask 'consul'
cask 'dropbox'
cask 'evernote'
cask 'firefox'
cask 'flux'
cask 'gfxcardstatus'
cask 'google-chrome'
cask 'inkscape'
cask 'iterm2'
cask 'mactex'
cask '1password'
cask 'packer'
cask 'skitch'
cask 'skype'
cask 'slack'
cask 'spotify'
cask 'steam'
cask 'terraform'
cask 'the-unarchiver'
cask 'transmission'
cask 'vagrant'
cask 'virtualbox'
cask 'vlc'
cask 'wkhtmltopdf'
cask 'xquartz'
