tap "aws/tap"
tap "d12frosted/emacs-plus"
tap "derailed/popeye"
tap "fluxcd/tap"
tap "heroku/brew"
tap "homebrew/autoupdate"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "koekeishiya/formulae"
tap "reviewdog/tap"
tap "sudar/arduino-mk"
tap "thoughtbot/formulae"

cask "1password"
cask "1password-cli"
cask "alfred"
cask "apple-juice"
cask "arduino"
cask "audient-evo"
cask "aws-vault"
cask "balenaetcher"
cask "betterzip"
cask "calibre"
cask "chromedriver"
cask "cloudapp"
cask "corelocationcli"
cask "dash"
cask "discord"
cask "docker-edge"
cask "dropbox"
cask "evernote"
cask "fantastical"
cask "firefox"
cask "firefox-nightly"
#cask "flux"
cask "font-hack-nerd-font"
cask "font-source-code-pro"
cask "google-chrome"
cask "google-cloud-sdk"
cask "gpg-suite"
cask "hammerspoon"
cask "imageoptim"
cask "intel-power-gadget"
cask "istat-menus"
cask "iterm2-beta"
cask "karabiner-elements"
cask "keybase"
cask "kindle"
cask "lens"
cask "little-snitch"
cask "logitech-options"
cask "mactex"
cask "meetingbar"
cask "micro-snitch"
cask "ngrok"
cask "pibar"
cask "plex"
cask "qlcolorcode"
cask "qlimagesize"
cask "qlmarkdown"
cask "qlprettypatch"
cask "qlstephen"
cask "qlvideo"
cask "quicklook-csv"
cask "quicklook-json"
cask "quicklookase"
cask "skitch"
cask "slack"
cask "spotify"
cask "steam"
cask "suspicious-package"
cask "the-unarchiver"
cask "transmit"
cask "ubersicht"
cask "visual-studio-code"
cask "vlc"
cask "webpquicklook"
cask "xquartz"

brew "ack"
brew "ansible"
brew "asdf"
brew "aspell"
#brew "auctex"
brew "autoconf"
brew "automake"
brew "aws/tap/eks-anywhere"
brew "aws-iam-authenticator"
brew "awscli"
brew "azure-cli"
brew "azure/draft/draft"
brew "bat"
brew "bazel"
brew "binutils"
brew "bison"
brew "bluetoothconnector"
brew "broot"
brew "cfssl"
brew "chart-testing"
brew "checkov"
brew "chruby"
brew "cjbassi/gotop/gotop"
brew "cloc"
brew "cloudflare/cloudflare/cloudflared"
brew "cmake"
brew "consul"
brew "coreutils"
brew "cowsay"
brew "curl"
brew "d12frosted/emacs-plus/emacs-plus@28", args: ["with-imagemagick", "with-mailutils", "with-native-comp", "with-spacemacs-icon", "with-xwidgets"]
brew "direnv"
brew "dockutil"
brew "dnsmasq"
brew "ec2-instance-selector"
brew "envconsul"
brew "fd"
brew "figlet"
brew "fluxcd/tap/flux"
brew "fortune"
brew "freetype"
brew "fzf"
brew "gh"
brew "ghostscript"
brew "gist"
brew "git"
brew "git-delta"
brew "git-lfs"
brew "global"
brew "gnu-sed"
brew "gnu-tar"
brew "gnu-units"
brew "gnupg", link: false
brew "gnutls"
brew "gpgme"
brew "grafana"
brew "graphicsmagick"
brew "graphviz"
brew "grc"
brew "groovy"
brew "grpcurl"
brew "helm"
brew "heroku/brew/heroku"
brew "highlight"
brew "hopenpgp-tools"
brew "htop"
brew "httpie"
brew "hub"
brew "ifstat"
brew "imagemagick"
brew "iperf"
brew "ispell"
brew "isync"
brew "jansson"
brew "jpeg"
brew "jq"
brew "k9s"
brew "kafkacat"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "kubernetes-cli"
brew "kubernetes-helm"
brew "kubeseal"
brew "kubie"
brew "leiningen"
brew "lnav"
brew "lolcat"
brew "lua"
brew "mailutils"
brew "make"
brew "maven"
brew "mkcert"
brew "mono"
brew "mosh"
brew "msmtp"
brew "mu"
brew "mysql", restart_service: true
brew "neofetch"
brew "nginx"
brew "nmap"
brew "notmuch"
brew "nss"
brew "nzbget"
brew "opam"
brew "openssl"
brew "ossp-uuid"
brew "pandoc"
brew "parallel"
brew "pinentry"
brew "pinentry-mac"
brew "pkg-config"
brew "popeye"
brew "poppler"
brew "portaudio"
brew "postgresql"
brew "prometheus"
brew "protobuf"
brew "rabbitmq"
brew "readline"
brew "reattach-to-user-namespace"
brew "redis"
brew "reviewdog/tap/reviewdog"
brew "ripgrep"
brew "ruby-install"
brew "screenresolution"
brew "serverless"
brew "skaffold"
brew "sphinx-doc"
brew "sqlite"
brew "st"
brew "starship"
brew "stern"
brew "sudar/arduino-mk/arduino-mk"
brew "tarsnap"
brew "tcptraceroute"
brew "telnet"
brew "terminal-notifier"
brew "terraform"
brew "terraformer"
brew "texinfo"
brew "the_silver_searcher"
brew "thoughtbot/formulae/rcm"
brew "tmux"
brew "tokyo-cabinet"
brew "traefik"
brew "tree"
brew "unixodbc"
brew "urlview"
brew "w3m"
brew "wget"
brew "wxmac"
brew "xhyve"
brew "xz"
brew "yamllint"
brew "ykman"
brew "yq"
brew "z"
brew "zopfli"
brew "zsh"
brew "zsh-completions"
brew "zsh-history-substring-search"
brew "zsh-syntax-highlighting"
